Repository: javiergallo/justine-bank-bot
Catalog: locales/*/LC_MESSAGES/justine-bank-bot.po
Languages: es

source: Message handled
es: Mensaje manejado

source: Start or restart this conversation
es: Simplemente iniciar o reiniciar esta conversación

source: App started
es: App iniciada

source: Show help
es: Mostrar la ayuda -- básicamente, esta lista de comandos

source: List of commands:
es: ¡Con gusto te ayudo! Podés enviarme uno de estos comandos para indicarme qué debo hacer:

source: *For example*: {example}
es: *Por ejemplo*: {example}

source: List wallets
es: Listar billeteras -- incluyendo propietarix y saldo

source: Show wallet
es: Mostrar el contenido de tu billetera

source: List issues
es: Listar emisiones registradas -- incluyendo monto y beneficiarix

source: issues
es: emisiones

source: Issue justines for a user
es: Emitir justines para unx usuarix

source: Justines couldn't be issued. Review input.
es: Los justines no puedieron ser emitidos. Por favor, revisá la lista de parámetros y valores que ingresaste.

source: Something went wrong while issuing justines: {exception}.
es: Algo salió mal mientras se emitían los justines: {exception}.

source: {amount} justines issued to {recipient_username}
es: {amount} justines emitidos a {recipient_username}

source: List transfers
es: Listar transferencias registradas -- incluyendo remitente, monto y beneficiarix

source: transfers
es: transferencias

source: Transfer justines to a user
es: Transferir justines a unx usuarix

source: Arguments are wrong, maybe?
es: ¿Quizás los parámetros estén mal? Revisá lo que ingresaste.

source: Sender and recipient cannot be the same
es: Remitente y beneficiarix no pueden ser iguales. O sea, no podés transferirte justines a vos mismx...

source: Maybe you don't have wallet.
es: Quizás no tengas billetera.

source: Maybe the recipient doesn't have a wallet.
es: Tal vez el/la beneficiarix no tenga billetera.

source: Check your balance.
es: Fijate cuál es tu saldo.

source: Maybe you don't have enough money.
es: Quizás tu balance sea insuficiente.

source: Justines couldn't be transferred. Review input.
es: Los justines no puedieron ser transferidos. Por favor, revisá la lista de parámetros y valores que ingresaste.

source: Something went wrong while transferring justines: {exception}.
es: Algo salió mal mientras se transferían los justines: {exception}.

source: {amount} justines transferred from {sender_username} to {recipient_username}
es: {amount} justines transferidos de {sender_username} a {recipient_username}

source: Charge a user
es: Cobrarle a unx usuarix cierta cantidad de justines.

source: User couldn't be charged. Review input.
es: No se le pudo cobrar al usuarix. Por favor, revisá la lista de parámetros y valores que ingresaste.

source: Something went wrong while charging user: {exception}.
es: Algo salió mal mientras se le cobraba al usuarix: {exception}.

source: {recipient_username} charged {sender_username} {amount} justines
es: {recipient_username} le cobró {amount} justines a {sender_username}

source: Polling...
es: Sondeando...

source: There are no {items_type}
es: Aparentemente, no hay {items_type}.

source: Something went wrong. {description}
es: Uy! Algo salió mal! {description}

source: Hello @{username}
es: ¡Hola @{username}! Soy el bot administrador del Banco de Justines. Enviá /help si querés que te cuente qué podés hacer en el Banco de Justines.

source: {issue.creation_datetime:%d-%m-%Y %H:%M:%S}: {issue.amount} justines issued for @{issue.recipient.owner_username}
es: {issue.creation_datetime:%d-%m-%Y %H:%M:%S}: {issue.amount} justines emitidos a @{issue.recipient.owner_username}

source: {transfer.creation_datetime:%d-%m-%Y %H:%M:%S}: {transfer.amount} justines transferred from @{transfer.sender.owner_username} to @{transfer.recipient.owner_username}
es: {transfer.creation_datetime:%d-%m-%Y %H:%M:%S}: {transfer.amount} justines transferidos de @{transfer.sender.owner_username} a @{transfer.recipient.owner_username}
